acpi
acpilight
adobe-source-han-serif-jp-fonts
alsa-utils
autoconf
automake
base
binutils
bison
chromium-widevine
cmus
efibootmgr
fakeroot
fcitx5-mozc
fcitx5-unikey
file
findutils
flex
gawk
gcc
gettext
git
grep
groff
gzip
htop
inetutils
intel-media-driver
intel-ucode
iwd
libmad
libtool
libva-intel-driver
libxinerama
linux-firmware
linux-lts
m4
maim
make
mesa
neovim
nodejs
npm
pacman
patch
pkgconf
polkit
postgresql
qutebrowser
redshift
sed
sudo
texinfo
tlp
unzip
vulkan-intel
which
xclip
xorg-server
xorg-xinit
xorg-xsetroot
zip
